[Main]
DisplayName=Ελληνικά

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=Ασφαλής ιστότοπος
Site_Risk_tip=Μη ασφαλής ιστότοπος
Protected_Off_tip=Προστασία Πλοήγησης Advanced SystemCare: Απενεργοποιημένη
Site_Safe=Ασφαλής:
Site_Risk=Επικίνδυνος:
Site_Advisory=Παροχή συμβουλών από
Site_Details=Περισσότερες λεπτομέρειες
Link_Safe_tip=Αυτός ο σύνδεσμος είναι ασφαλής
Link_Risk_tip=Αυτός ο σύνδεσμος δεν είναι ασφαλής
Sender_Risk_tip=Αυτός ο αποστολέας είναι ύποπτος.
Link_Phish_tip=Αυτός ο σύνδεσμος περιέχει απάτη ηλεκτρονικού "ψαρέματος".
Risk_Title_Phish=Αυτός ο ιστότοπος αναφέρθηκε ως ιστότοπος ηλεκτρονικού "ψαρέματος".
Site_Risk_link=Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου περιέχει κακόβουλο σύνδεσμο.
Site_Risk_sender=Ο αποστολέας αυτού του μηνύματος ηλεκτρονικού ταχυδρομείου είναι ύποπτος.
Site_Risk_link_sender=Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου περιέχει έναν κακόβουλο σύνδεσμο και ο αποστολέας είναι ύποπτος.
Site_Risk_phish=Αυτός ο ιστότοπος περιέχει απάτη ηλεκτρονικού "ψαρέματος".
Risk_Title=Αυτός ο ιστότοπος έχει αναφερθεί ως μη ασφαλής
Risk_recommend=Σας συνιστούμε να μην συνεχίσετε να επισκέπτεστε αυτόν τον ιστότοπο
Risk_goBack=Ακύρωση
Risk_report=Αναφορά ψευδών συναγερμών
Risk_continue=Συνέχιση οπωσδήποτε
Site_turbo_tip=Το Surfing Protection είναι απενεργοποιημένο επειδή το Opera Turbo είναι ενεργό
ads_Removed=διαφημίσεις που αποκλείστηκαν σε αυτή τη σελίδα
ads_Nofound=Δεν βρέθηκαν διαφημίσεις
Site_Miner_tip=Εξόρυξη κρυπτονομίσματος που αποκλείστηκε σε αυτή τη σελίδα

